Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 그럼 머리에 화관도 써야지!
en: then we should put a floral crown on her head!

source: 그런 사이비 때문에 진짜 점쟁이들이 욕먹는다니까.
en: fakes like those give real fortune tellers get a bad name.

source: 아, 하지만 저희 매장에서는 아동복을 판매하지 않아서요.
en: ah... sire, we don’t sell children’s clothing.

source: 다른 건 없었어 ?
en: wasn’t there anything else?

source: 내기···?
en: betting...?

source: 그렇습니다.
en: yes.

source: 하녀장?
en: housekeeper?

source: 아차,
en: oh,

source: 야콰?
en: yakwa?

source: 이런 증상도 전부 카시안이 수렴 체질이라서 그러는 걸 거야.
en: I’m sure this is just a symptom from my mana being absorbed by cassian.

source: 이게 널 구원할 거야.
en: this will help you.

source: 마차를 타고 온 덕분에 하나도 힘들지 않았어요.
en: thanks to the carriage we took, it wasn’t long at all.

source: 하긴 그렇지요.
en: that’s true.

source: 도련님이 온갖 핑계를 대면서 퇴짜를 놓았어.
en: but the young master used all sorts of excuses to have them let go.

source: 들짐승은 오히려 네게 더 잘 어울리는 호칭 같아.
en: the term “wild animal” seems to suit you better.

source: 적당히 대접하고 돌려보내란 소린가?
en: does she want me to feed them something and send them off?

source: 전설 속에나 나왔던 그런…!
en: such things only appear in legends!

source: 마법술?
en: so many?

source: 천사랑 멀리 떨어지는 거예요.
en: you need to get away as far as you can from the angel.

source: 둘이 그렇게…
en: you...

source: 예선은 통과하겠죠, 뭐.
en: he’ll probably pass the qualifier.

source: 이 분위기?!
en: this doesn’t feel right?!

source: 어허!
en: hmph!

source: 참, 그러고 보니···
en: now that I think about it...

source: 왜, 계속 읽으려고?
en: well, do you want to keep reading?

source: 큰일이네… 강물이 불어나면 다시 건너가기 힘들 텐데 말이야.
en: this is bad... it’ll be hard to cross back over if the river overflows.

source: 네, 엄청요!
en: yes, a lot!

source: 이렇게 사람이 많으면 대회 기간이 꽤 오래 걸리겠어요.
en: if there’re so many people like this, the pageant’s going to go on for a long time.

source: 아니, 왜?
en: why?

source: 아, 아니지… 큼큼.
en: i-i mean... ahem.

source: 휙
en: fwip

source: 아, 그래 주시면 저야 기쁘지요.
en: i’d really like that.

source: 카시안 윈스턴입니다.
en: cassian winston.

source: 저번에 책도 받았고요.
en: i received the book the other day as well.

source: 요걸 응용하면 삼각형, 사각형 모양을 만들 수가 있고…
en: with this, you can make triangular and square shapes.

source: 쉿, 조심해요.
en: shhh... be careful.

source: 까망이···.
en: a black one...

source: 그런 도련님께서 다른 사람을 제대로 가르칠 수 있을지… 원래 배우는 것보다 가르치는 것이 더 어러운 법이거든요.
en: i’m doubtful whether you will be able to teach others. teaching is more difficult than learning, after all.

source: 빨리 와!
en: come quickly!

source: 창조 계통이 정확히 뭐예요?
en: what exactly is this creation magic?

source: 그러게 말입니다.
en: i agree.

source: 가진 재주가 정말 많으시다지요?
en: I hear you have many talents!

source: 이거···.
en: this...

source: 제 가족들고 정식으로 소개해 드리겠습니다.
en: I’ll formally introduce my family to you.

source: 기껏 해 봐야 열일곱, 열여덟쯤 되려나?
en: they seem to be only 17 or 18, at least.

source: 내 옷을 왜 도련님이 사는 거야?
en: why is the young master buying my clothes?

source: 마음에 들어요.
en: I like them,

source: 쯧쯧… 아가야, 침 튄다.
en: tsk tsk... honey, you’re spitting everywhere.

source: 딱히 정해진 방법이 없다는 거죠?
en: so, there’s no specific way to do this, huh?

source: 근데 단테는 배당이 영 짜단 말이야?
en: but the pay out isn’t as much for dante.

source: 잠깐, 잠깐만요.
en: w-wait a moment.

source: 냉큼 가서 데려오래도!
en: bring her here!

source: 끌어안을 뻔했어.
en: I almost hugged her.

source: 그럼 혹시 내가 이제껏 만든 것들이 다, 창조 마법에 해당되는 걸까요?
en: hm... does everything I’ve made so far count as creation?

source: …걘 대체 뭐지?
en: what is with her?

source: 무수한 가능성을 지닌 존재라고?
en: I’m someone with unlimited potential?

source: 그러네.
en: he’s right.

source: 어서 오세요!
en: welcome!

source: 제가 윈스턴 자작가에서 임시 가정 교사 일을 했을 때 처음 만났습니다.
en: I met her for the first time when I was working as a temporary tutor for the winston house.

source: 응…?
en: huh?

source: …뭘, 또.
en: what now?

source: …그래서 일이 이렇게 된 거란다.
en: that is how this came to be.

source: 혹시 날 기다린 거니?
en: did you wait for me?

source: 아, 그런가···.
en: oh... yeah?

source: 간만에 여우 사냥을 해 볼까… 이번에는 꼭 붙잡아야겠군.
en: it’s been a while since I’ve gone fox hunting. I will catch it this time for sure.

source: 정규 교육은 보통 열일곱 살부터 시작해욤.
en: official training usually starts at the age of 17.

source: 재주가 뛰어난 아인데, 배우지 못할 건 또 무어란 말입니까.
en: she is quite skilled, so what is there not to learn?

source: 내가 왜 안심을 하는 거지?
en: why am i relieved?

source: 아무렴, 공부는 중요하지.
en: academics are important.

source: 그 숙녀분 이름이 하미니?
en: is the young lady’s name grana?

source: 그저 이쪽으로 와야 할 것 같은 느낌이 들었을 뿐입니다.
en: I just got a feeling that I should come here.

source: 저랑 카시안이랑 방을 바꾸면 딱 해결되잖아요.
en: everything’ll work out if I just switch rooms with cassian.

source: 어··· 이상한 아가씨네요.
en: hmmm... she’s a weird lady.

source: 일단 드레스를 먼저 골라 주시고요.
en: please pick out a dress first,

source: 그러고 보니 저 어제 티아나와 약속을 했어요.
en: I promised tiana something yesterday.

source: 앗?
en: huh?

source: 어쨌든, 우리 여신의 제국엔 존재한 적 없었던 것들이잖아욤?
en: anyway, these are things that never existed in this empire, aren’t they?

source: 이건 상당히 중요한 문제라고욤!
en: this is a very important matter!

source: 아···
en: oh...

source: 뭐?!
en: what?!

source: 제가 가르쳐 드릴게요.
en: i can teach you.

source: 어··· 어, 그래.
en: ummm... yeah, ok.

source: 피엘라에게 다른 걸 들은 걸까?
en: did fiella tell him something different?

source: …네, 그렇답니다.
en: yes... that’s correct.

source: 진정한 레이디라면 외모보다도 행동이 중요한 법이지요.
en: a true lady’s actions matter more than her looks.

source: 지금 가장 유력한 후보는 바로 용병왕 단테야.
en: the strongest candidate is the mercenary king, dante.

source: 아....
en: oh...

source: 걱정 마세욤, 어차피 전 미래 일에 개입할 생각이 없거든요.
en: don’t worry. i don’t intend on meddling with the future.

source: 어, 응.
en: oh, yeah.

source: 물론이지요.
en: of course!

source: 이번엔 개구리구나.
en: it’s a frog this time, huh?

source: 게다가 그 천사랑 같이 있으면 마력이 반응해서 증폭되는 효과까지 있어가지고, 더 문제가 되었을 거예욤.
en: and if the angel is around you the amount of your mana will increase dramatically, which could become problematic.

source: 식사 예절을 틀리면 어쩌죠?
en: I might even make mistakes with table manners.

source: 그리하여 제국력 5년, 선황제가 마성과 아카데미원을 독립기관이라 선포하였습니다.
en: therefore, on the fifth year of the empire, his former majesty declared the magic citadel and the academy as independent institutions.

source: 이 옷···.
en: this dress...

source: 맞습니다.
en: you’re right.

source: 저 둘만 남겨두고 싶지 않아…
en: ...but I don’t want to leave them alone.

source: 전혀.
en: none.

source: 그런 건 하녀장에게 말하면 따로 지급해 줄 터인데… 달리 원하는 건 없는가?
en: such things can be given by the housekeeper upon request.... do you have anything you specially want?

source: 도련님이요?
en: the young master?

source: 난 이렇게 자는 게 편하더라.
en: I like sleeping this way.

source: 하긴… 그 성격을 누가 감당하겠어.
en: true... who would want handle that kind of character?

source: 저 빛나는 비행… 아니, 빛나는 새 말이에요.
en: that shining plane... i mean, that shining bird.

source: 대단해, 정말 대단해!
en: you’re really something!

source: 황성에 들짐승을 들이다니···.
en: how could you bring a wild animal into the imperial castle...

source: 이렇게 신분을 감추는 것으로 아카데미원 학생들은 기존 파벌의 틀을 깨고…
en: likewise, the students of the academy hid their identities and destroyed the restrictions of...

source: 하미?
en: grana?

source: 글쎄요.
en: I don’t think so.

source: 조금만 기다리고 있어.
en: just wait here for a moment.

source: 알았대도!
en: i know, i know!

source: 이런, 어쩔 수 없지···.
en: well, all right then.

source: 그럼 다음에 뵙겠습니다.
en: we shall see you again next time.

source: …그거네욤!
en: that’s it!

source: 대신, 조건이 있어.
en: only under one condition.

source: 전 이제 리자 하이젤이 아닌, 리자 블레이크인걸요.
en: i’m no longer liza heisel. i’m liza blake.

source: 그러게요… 벌써 시간이 이렇게 지났네요.
en: I agree. my, look at the time.

source: 드디어 이렇게 만나네욤.
en: we finally meet.

source: 와···!
en: wow!

source: 뭐…?!
en: what?!

source: 슈… 정과?
en: persimmon... punch?

source: 좋아요!
en: that’s great!

source: 안 되겠다.
en: this isn’t going to work.

source: 저는 잘···.
en: I... hmmm...

source: 어머!
en: oh!

source: 아… 안녕하세요.
en: oh... hello.

source: 저는 카시안의 방에, 카시안은 하마의 방으로··· 하미와 함께 자고.
en: I’ll sleep in cassian’s room and cassian can sleep in your room... with you.

source: 얘가 허구한 날 늦잠이야!
en: why is this kid always sleeping in?

source: 모르긴 몰라도 저 선황제라는 사람은 꽤 대단한 위인이었던 모양이네.
en: the former emperor seems to have been a great person.

source: 저런 사이비 안 잡아가고.
en: not coming after souls like hers.

source: 안녕히 계세요.
en: thank you.

source: …일단 다시 접자.
en: i’ll let it go.

source: …저도 부탁드려요.
en: i... would like to learn as well.

source: 그래, 너만 괜찮다면 꼭 좀 부탁하고 싶구나.
en: that’s correct. if you can, please do this as a favor for me.

source: 예, 자작님.
en: yes, viscount.

source: 밤차와 낮차라고 불리기도 하지요.
en: it’s also called night tea and day tea.

source: 어라,
en: huh?

source: 역시 그만, 여기까지 읽는 게 좋겠다.
en: we should stop reading here.

source: 있어요?
en: are you there?

source: 여기서부터는 제가 해결하죠.
en: i’ll take it from here.

source: 자작님, 프리드리 부인께서 도착하셨습니다.
en: viscount, viscountess friedrich has arrived.

source: ···그야, 제게 비밀이 있기 때문이에요.
en: that’s because I have a secret.

source: 제국의 아카데미원 학생들도 마찬가지고욤.
en: it’s the same for the students at the empire’s academy.

source: 도련님께서는 공부에 뜻이 없는 분 아니셨습니까?
en: aren’t you someone with no interest in academics?

source: 진짜?!
en: are you serious?!

source: 식사아아??
en: a meeeal?

source: 근데 제 본업이 하녀라서, 자주는 못 올 것 같은데, 괜찮을까요?
en: but i’m a full-time maid, so I won’t be able to come here often. is that all right?

source: 현재에 안주하지 마십시오.
en: so don’t settle for what you have now.

source: 내가 아이와 다름이 없다고 했지.
en: he said I was like a little child.

source: 음?
en: hm?

source: 긁적
en: scratch

source: 손님들이 돌아가고 나면 집무실로 그 아이를 부르게.
en: once the guests leave, please call her to the office.

source: 고작 책 읽는 게 평생의 소원이라고?
en: what a pitiful dream you have there.

source: 젠장…
en: dang it.

source: 아니, 음…
en: oh, uhm...

source: 같은 영혼이었다고?
en: the same soul?

source: 카시안 도련님하고 가까이 붙어 있으면 되거든욤.
en: you just need to stay close to young master cassian.

source: 나였으면 예쁜 레이스를 갖고 싶다고 했을 거야.
en: if it were me, i would have asked for some pretty lace.

source: 황제 폐하··· 자작가 근황을 저렇게 돌려 물어보시다니···
en: the king... he’s indirectly asking how the people of the winston house are doing...

source: 그건…
en: yes, but...

source: 그럴 리는 없겠지만… 혹시 미래에 며느리가 될 사람이라서…?
en: it can’t be... is it because she will be their future daughter-in-law?

source: 그러니까 친구가 된 거고.
en: that’s why we became friends.

source: 막내 도련님을 말려주셔서 감사합니다.
en: thanks for keeping the young master under control.

source: 여우?
en: a fox?

source: 아니에요, 저야말로 맛있게 드셔 주시니 고맙지요.
en: no, i’m just grateful that you enjoyed the beverage i made.

source: 전생에서도 나는 까막눈이었다.
en: ...but even in my previous life, i was illiterate.

source: 손.
en: here’s my hand.

source: 알고 보면 진짜 별거 없어욤.
en: there’s really nothing to it.

source: 거기엔 심지어 드래곤 문양도 있었답니다.
en: there was even a dragon.

source: 근데… 이 식탁보를 정말 저 조그만 하녀가 만든 건가요?
en: did that small maid really make these dining table placemats?

source: 아니···.
en: no, it’s just...

source: 다 싫다고하면 어째… 아, 도착했다!
en: what do you want me to... oh, I’m here!

source: 이 책도 아내가 보답을 하는 게 좋겠다고 해서 가져온 것이고요.
en: she sent this book as a token of her gratitude.

source: 어서들 식사하러 가요.
en: let’s go eat.

source: 하녀장님, 바쁘신가 봐…
en: the housekeeper is busy...

source: 으으.
en: ahh.

source: 참, 곧 수업 시작하겠네.
en: oh, the lesson will start soon.

source: 할미 특기 분야 청소
en: granny’s specialization: cleaning

source: 혹시…?
en: i wonder...

source: 후딱 지시만 하고 돌려보낼 테니, 그렇게 울 것 같은 눈으로 보지 마.
en: i’ll just give her instructions and send her away. don’t give me that teary-eyed look.

source: 아니에요, 괜찮아요.
en: no, not at all. it’s completely fine.

source: 그렇군…
en: I see...

source: 수정과를 만들어요!!
en: let’s make persimmon punch!

source: 좀 더 있으면 걸릴 거 같아요, 빨리 튀어야지.
en: if i stay any longer, i’ll get caught. i gotta hurry.

source: 방금 콜린이랑 인사했어!
en: i just said hi to colin!

source: 빨강이···
en: red one...

source: 폴짝!
en: hop

source: 저는 홀로 시간을 보내는 것을 더 선호하고 있으니.
en: I actually prefer being alone.

source: 어차피 딱히 중요한 일도 아니니까욤.
en: it’s not that important anyway.

source: 설마… 하미도 블레이크 교수에게 마음이 있는 건 아니겠지?
en: w-wait... does grana also like professor blake?

source: 맞아욤.
en: that’s right.

source: 에휴, 입 아파라.
en: whew... what a mouthful.

source: 3년 전에요.
en: three years ago.

source: 음, 혹시 여기 이름이 적혀 있지 않은 사람에게도 돈을 걸 수 있나요?
en: ummm... can I bet on someone who’s not on this list?

source: 그런 거 아니야.
en: it’s not like that.

source: 아, 그런 거라면야.
en: well, if that’s the case...

source: 이렇게 밖에 나오니까 참 좋다.
en: it’s quite nice to be out and about like this.

source: 아니… 근데 왜 자꾸 반말이냐?
en: hey, why are you talking so casually with me?

source: …실수할 뻔했군!
en: i almost blew it.

source: 무사하니 됐다.
en: it’s fine.

source: 아차, 이러다 가게가 닫겠어.
en: oh. the shops will close soon.

source: 윈스턴 자작, 겸손이 대단하군요.
en: viscount winston, how humble of you to say so.

source: 마법술사를 꼭 비밀로 할 필요까진 없긴 하지만,
en: there’s no reason you must keep it a secret from others,

source: 무슨 얘기야?
en: what are you talking about?

source: 이상하군…
en: it’s so weird...

source: 이렇게 보니 하미 양이 내 가족처럼 느껴진단 뜻이었다네.
en: what I meant was that I consider you family, grana.

source: 그럼… 뭐라고 할까, 순이??
en: then, what should I call you? sunny?

source: …일단 앉아.
en: sit here.

source: 하지만 다행히 선황제의 판단으로 마법술사가 한곳에 모여 서로의 계통에 대한 지식을 공유하고 기록할 수 있는 곳이 생겼습니다.
en: thankfully, due to his former majesty’s wise decision, sorcerers could gather to keep records and share their knowledge.

source: 성가신 점쟁이?
en: a grumpy fortune teller?

source: 다음번에도 꼭 초대해 주세요.
en: please invite us again next time.

source: 위에서 빛도 나오고, 물도 나와.
en: the light comes in from the sky and we have water flowing here too.

source: 끄응
en: ugh...

source: 제 입으로 말하기 민망하지만, 어머니 댁 요리사 솜씨가 좋아서 두 분 입맛에 맞을 거예요.
en: it’s a bit boastful to say this, but my mother’s cook is quite skillful. i’m sure the food will suit your tastes.

source: 보통 여우는 아니었어.
en: it isn’t a regular fox.

source: 뭔가 타고난 분위기도 우리랑은 다른 것 같고.
en: He’s born in a noble family, too.

source: 2학년으로 재학중이라면 카시안과 만났을 수도 있겠네요.
en: he’s in his second year so he might’ve met cassian.

source: 그럼 저도 이만 가 봐야겠어요.
en: well, i should get going too.

source: 초록이도 이 근처니까 아마 여기가 맞을 거야.
en: the green one is staying here too so I’m sure this is the right way.

source: 저희가 하미 양에게 해줄 수 있는 것이 무엇이 있나요.
en: what can we do for grana?

source: 빨리 누워.
en: get to bed, quickly.

source: 어···.
en: ummm...

source: 으···
en: ugh....

source: 내가 착각한 건가?
en: was i mistaken?

source: 하지만 내가 대단한 걸 만든 것도 아닌데요?
en: but what I made isn’t that great.

source: 이 집이 확실해욤.
en: this is the house.

source: 카시안 윈스턴 윈스턴 자작가의 도련님
en: cassian winston the young master of the cassian household

source: 이거 진짜로 주는 거야?
en: you’re really giving this to me?

source: 빨강이, 하양이.
en: red one, white one.

source: 그럼 실력 발휘 좀 해볼까?
en: i’ll show them what i’ve got.

source: 돈 주고 산 것보다 훨씬 예쁘다!
en: it’s much prettier than what you can buy!

source: 어머, 실이 꼬인 것 같아!
en: i think my thread is tangled!

source: 특히 체 부문에서 대부분의 참가자들이 다치곤 해요.
en: participants usually get injured during the athletic competition.

source: 배우고 싶어!
en: i want to learn too!

source: 그런데 저기까지 어떻게 건너?
en: how do we get to the other side?

source: 아니에요, 윈스턴 자작의 명성에 대해서는 누누이 들어왔답니다.
en: not at all. i have regularly heard about the honorable winston estate.

source: 그 종류만도 500여 가지가 넘는다고 합니다.
en: it is said that there are at least 500 types.

source: 어이구, 이게 누구야!
en: oh, who’s this?

source: 하미가 보기에 그렇다니 다행이군요.
en: it’s good that you think so.

source: 타고난 재주가 좋아 반짇고리를 달고 살다 보니, 장인 못지않은 솜씨가 되었다.
en: i was born with great skill and always kept my sewing box with me. soon enough, i became a master at it.

source: 후우···.
en: *sigh*

source: 잠깐, 그럼 그 여우보다는 나와 더 친한 친구 사이인 거겠지?
en: wait... then I’m a closer friend to you than that fox, right?

source: 다치기라도 하면 어쩌려고!
en: what if you get hurt?

source: 분명 점쟁이 청년이 궁금한 게 있으면 마성으로 오라고 했었지.
en: i’ll need to visit the magic citadel if i have any questions.

source: 키코스도, 피엘라도 이 방법뿐이라고 했잖아.
en: kikos hykel and fiella both said this was the only way.

source: 무슨 문제라도?
en: is there a problem?

source: 아내는 입덧이 심해서 별로 못 먹습니다.
en: my wife, however, eats very little due to her morning sickness.

source: 나는 왜 선이 삐뚤지?
en: why isn’t my line straight?

source: 고칠 부분이 수도 없이 많지만 가장 문제되는 부분은 변화 마법 파트야.
en: There’s so much to fix, but the transformation spell is the most problematic.

source: 혹시 할머니께서 마법술 계통 말해도 되냐고 물어보셨던 여우가 저 여우에욤?
en: is that the fox that you wanted to tell your powers to, granny?

source: 한 걸음 물러남.
en: took one step back

source: 오늘은 꼭 수업 들으셔야 해요.
en: you must attend your lesson today, sir.

source: 부상, 사망 등의 위험이 있음에도 불구하고 대회 접수에 동의하시는 것 맞으십니까?
en: you could suffer injuries or even death participating in the pageant. do you still agree to participate?

source: 다른 사람 눈엔 안 보이는 것 같던데…
en: i don’t think it’s visible to other people...

source: 선물···?
en: a gift?

source: 쾅
en: bam

source: 뭐 엄청나게 대단한 건 아니고욤.
en: it’s not something astonishingly amazing.

source: 이번 옷들은 수선할 필요가 없기를 바랍니다.
en: I hope these clothes don’t need to be altered.

source: 앗, 혹시 무슨 문제라도 있었나요?
en: oh! was there a problem?

source: 아, 할머니에 관한 것도 소문 안 낼 거니깐 걱정하지 마세욤.
en: oh, and i won’t tell anyone about you either, granny, so don’t you worry.

source: 걱정할 필요가 없었나.
en: maybe there was no need for me to worry after all.

source: 그건 또 무엇이지?
en: what’s that?

source: 응, 그러니까 사냥은 절대 안 돼.
en: yes, so you must not hunt it.

source: …그러면 안 되는 거였나…요?
en: was i not supposed to do that... sir?

source: 카시안의 접수가 끝나면 전 수도를 좀 돌아볼게요.
en: I’m going to look around the city after cassian’s done registering.

source: 정말 괜찮은 걸까?
en: will this really be ok?

source: 하미는 어째서?
en: what’s wrong with grana?

source: 으응?
en: huh?

source: 괜찮아요.
en: it’s fine.

source: 사실 제가 장모님 덕을 많이 보고 있습니다.
en: the truth is, i have much to thank my mother-in-law for.

source: 어쨌든 기원은 이렇습니다.
en: anyway, that is the founding of the citadel.

source: 수선?
en: alter?

source: 음,
en: ummm...

source: 그러니 웃는 얼굴로 할머니 보내주자.
en: so... let’s send her off with a smile.

source: 그렇게 대단한 자리는 아니니 부담 가지실 것 없습니다.
en: it’s just an ordinary party so please don’t feel pressured.

source: 나는 아주 깜짝 놀랐지.
en: I was quite surprised.

source: <하녀와 도련님의 금지된 사랑 上>…?
en: <the forbidden love of a maid and young master episode 1>?

source: 어때요?{j}하미 양.
en: what do you think, {j}ms. grana?

source: 저는 하미예요.
en: my name is grana.

source: 아무래도 체면을 살려주기 위해 와준 것 같군.
en: it looks like she came here to help us save face.

source: 그럼 오늘도 혼자 다녀올게.
en: I’ll be off on my own then.

source: 피엘라···.
en: fiella...

source: 그간 그렇게 청소를 가르쳐도 하나도 못 하더니 이제 보니 일부러 못 한 척 한 거였네, 맞지?
en: you would never learn when i taught you to clean, but you’ve been faking it all this time, haven’t you?

source: 끼익
en: creak

source: 노력하지.
en: I’ll try.

source: 이 할미가 전부 만들어 줄 테니.
en: granny here will make it all for you.

source: 읽기 쉬운 책이 뭐가 있더라?
en: what book is easy to read?

source: 과일도 넣어줄까?
en: would you like some fruit as well?

source: 어차피 주위에 떠들고 다닐 생각도 없었으니.
en: I didn’t plan on telling the whole world anyway.

source: 저희 여신의 대륙엔 태생적으로 마력을 타고난 사람이 몹시 적습니다.
en: in the goddess’ continent, there are very few people who are born with magic.

source: 태자 율리시스가 그대들과 안명이 있다지?
en: I hear you’ve already met prince ulysses?

source: …지금 하녀에게 배우란 말인가?
en: is she telling us to learn from maids?

source: 음… 다양한 마법 계통에 관한 건 알피가 더 잘 아는데…
en: hmmm... alfie knows a lot more about the various types of magic...

source: 글을… 읽을 줄 모른다고?
en: you don’t... know how to read?

source: 옛말에 현자는 길바닥의 아이에게서도 지혜를 얻는다고 했지요.
en: there is a saying that wise people learn even from children on the street.

source: 내 이름은 '미'로 끝나.
en: my name ends in “na”.

source: 뭐가?
en: what?

source: 자수?
en: stitching?

source: 아, 아냐.
en: oh, no.

source: 이제 난 가봐야 해.
en: I have to go now.

source: 내기라···.
en: betting...

source: 놀라운 일이로군.
en: this is a first.

source: 티 파티에서 무언가를 가르치고 배운다는 발상은 이제껏 그 누구도 해 본 적이 없었어요.
en: nobody’s ever thought of learning something at tea parties.

source: 알았어, 그럼 내일 봐.
en: yes, I’ll see you tomorrow.

source: 움찔
en: flinch

source: 뭐라고요?
en: what?

source: 게다가 소문의 당사자를 직접 볼 수 있는 기회!
en: besides, it’s a great chance to meet that rumored girl in person!

source: 하미!
en: grana!

source: 너의 눈을 똑바로 바라보지 못했을 때가.
en: when wasn’t i able to look at you in the eye properly?

source: 반면 통찰, 분석, 계시 계통처럼 실체가 없는 정신 계열 마법술은 무형 계통에 속한다.
en: on the other hand, mental magical skills such as powers of insight, research, and revelation do not have a form.

source: 예… 제가 어린아이라고 섣부르게 실력을 단정 지었네요.
en: yes... i was quick to doubt her skills because of her young age.

source: 그냥 알피에게 물어보시는 게 나을 수도 있어욤.
en: it might be better for you to ask him directly.

source: 아니에요, 꼭 그렇지도 않아요.
en: no, not really.

source: 그거야, 할머니 쪽 영혼이 훨씬 크니까 그렇지욤.
en: that’s because your granny soul is much bigger.

source: …달이 밝네.
en: the moon is bright...

source: 어··· 네?
en: ummm... huh?

source: 그렇다네.
en: yes.

source: 그럼 정말 내가 살고 싶은 대로 살아도 되는 건가?
en: can i really live how i want?

source: 상대는 누구래?
en: who’s the guy?

source: 마성은 또 뭐고?
en: what citadel is he talking about?

source: 오늘 저희 집을 방문해 주신 기념으로 이것을 드리고 싶어요.
en: we wanted to give you this for visiting our home today.

source: 빤히...
en: stare

source: 다 먹고살자고 하는 일인데!
en: you’re just trying to make a living!

source: 황실 기사 단장 리스 경도 나쁘지 않아.
en: sir reese, the captain of the imperial knights, isn’t a bad choice either.

source: 이해됐으면 이제 이것 좀 놔줄래?
en: now that you understand, can you please let go of me?

source: 하ㄹ…미 죽겠다.
en: you’re killing gran...a.

source: 다··· 됐어?
en: did you get it?

source: 어?!
en: oh?!

source: 생각보다 괜찮나 보네.
en: i suppose she really is okay.

source: 꺄악!!
en: YEEES!!!

source: 지금이라도 부담 되면 그만둬도 좋다.
en: if it’s too much to handle, you can refuse.

source: 둘이 계속 스킨십을 해야 하는데, 맨정신에 하는 것보다는 잠결에 해치우는 게 더 편할걸요.
en: you need to have physical contact. wouldn’t it be easier to have it naturally while you’re asleep?

source: 친구 이상으로.
en: more than friends.

source: 너 왜 안 가고…!
en: why aren’t you leaving?

source: 내 아들과도 잘 어울리는 한 쌍인 듯싶고.
en: and I think you and my son would make a great couple.

source: 제국력 2년, 선황제의 토지 개혁부터 하지요.
en: on the second year of the empire, his majesty reformed the land.

source: 하미 양, 지난번에 챙겨주신 음료,
en: ms. grana, to express my gratitude about the beverage,

source: 왜, 별로야…?
en: what’s the matter? you don’t like it?

source: 핑크빛 뺨이라…
en: pinkish cheeks...

source: 뭘 만들든 내가 책임질 테니, 마음껏 사용하도록 하렴.
en: i’ll take responsibility for what you make, so use anything you need.

source: 위···.
en: from the sky...

source: 아, 이제는 키코스라고 불러야 할까요?
en: ah, should I call you kikos now?

source: 어여쁘기도 하지.
en: how lively.

source: 맛있는 것도 많아?
en: is there a lot of delicious food?

source: 어서 자리로 가자.
en: let’s go to our places.

source: 자, 받으렴.
en: all set.

source: 친하게 지냈을지도 모르고요.
en: as a matter of fact, they could’ve been close friends.

source: 황성의 정원은 무척 아름답지.
en: the garden of the imperial castle is beautiful.

source: 청년도 기운 내시고, 힘차게!
en: chin up, sir!

source: 아하, 그랬군요.
en: oh, I see.

source: 그래, 일단 꺼내오마…
en: all right. first, i’ll get the ingredients...

source: 역시 하미에겐 부담이겠지?
en: i suppose grana’s under pressure.

source: 기본적인 흠질, 박음질, 그리고 단추 다는 것도 익히고…
en: you have to learn the basic running stitch, back stitch, stitch on buttons...

source: …살짝 찔린다고 안 죽어.
en: getting pricked by a needle won’t kill me.

source: 아, 고게 말이죠.
en: ah, you see...

source: 그럼, 유행이 지나 버려진 옷들을 수선한다면…
en: then, if i alter clothes that are no longer in fashion....

source: 기분 탓이겠지.
en: I’m sure it’s just how I feel.

source: 이건 또 무슨 상황이지?
en: what’s going on?

source: 그래…
en: i see now.

source: 자, 들어오시죠.
en: come on in.

source: 리자, 이것들은 대체 무엇이니?
en: liza, what are these?

source: 글쎄, 근방 귀족 가문마다 다 찾아가서, 이 집에 미래의 황태자비 아가씨가 있다고 헛소리를 늘어놓는대.
en: She goes to every noble house in the area, and says the future empress is living in this house!

source: 전설 속에서나 존재하던 계통이라 기록도 거의 없거든욤.
en: it’s an origin that only existed in legends, so there are few records of it.

source: 됐으니까, 어서 풀어 보기나 해.
en: why don’t you open it already?

source: 이것 봐, 엄마아!
en: look at this, mommy!

source: 짠~
en: tada

source: 요구 사항 한번 빠르게 받아주는구먼.
en: he’s quick to fulfill my request.
